AuditLogs
| where TimeGenerated  > ago(60d)
| where OperationName contains ""issue""
| extend  UserId=extractjson(""$.[0].id"",tostring(TargetResources))
| extend Policy=extractjson(""$.[1].value"",tostring(AdditionalDetails))